Repository: kerimlcr/ab2017-dpyo
Catalog: ornek/basenji/basenji-1.0.2/VolumeDB/po/*.po
Languages: cs, he, ru, sr

source: Operand for keyword '{0}' must be a number with an optional multiplier
cs: Operand pro klíčové slovo '{0}' musí být číslo s volitelným násobkem
ru: Операнд для ключевого слова '{0}' должно быть числом с дополнительным множителем
sr: Операнд кључне речи „{0}“ мора бити број, са опционалним множитељем

source: Invalid compare operator for keyword '{0}'
cs: Neplatný srovnávací operátor pro klíčové slovo '{0}'
ru: Неправильный оператор сравнения для команды '{0}'
sr: Неправилан оператор поређења за кључну реч „{0}“

source: Unknown keyword '{0}'
cs: Neznámé klíčové slovo '{0}'
he: מילת המפתח '{0}' אינה מוכרת
ru: Неизвестное ключевое слово '{0}'
sr: Непозната кључна реч „{0}“

source: Invalid compare operator for a keyword that maps to textual content
cs: Neplatný srovnávací operátor pro klíčové slovo, které mapuje na textový obsah
he: אופרטור ההשוואה שגוי עבור מילות מפתח שממפות לתוכן טקסטואלי
ru: Неправильный оператор сравнения для команды, сопоставляющей текстовое содержимое
sr: Неправилан оператор поређења за кључну реч која се односи на текстуални садржај

source: Operand for keyword '{0}' must be a string
cs: Operand pro klíčové slovo '{0}' musí být řetězec
ru: Операнд для ключевого слова '{0}' должен быть строкой
sr: Операнд кључне речи „{0}“ мора бити низ

source: Unknown type '{0}'
cs: Neznámý typ '{0}'
he: הסוג '{0}' אינו ידוע
ru: Неизвестный тип '{0}'
sr: Непозната врста „{0}“

source: Keyword '{0}' only supports the equality operator ('=')
cs: Klíčové slovo '{0}' podporuje jen rovnající se operátor ('=')
ru: Ключевое слово "{0} 'поддерживает только оператор равенства ('=')
sr: Кључна реч „{0}“ подржава само једнакост („=“) као оператор

source: Parsing error: search statement is malformed at position {0}
cs: Zpracovávám chybu: hledaný úkaz je chybný na pozici {0}
he: שגיאת ניתוח: הביטוי לחיפוש שגוי במיקום {0}
ru: Синтаксическая ошибка: неправильный поисковый запрос в позиции {0}
sr: Грешка рашчлањивања: захтев за претрагу је неправилан на положају {0}

source: Hashcode generation not implemented for audio cds yet.
cs: Generace hash kódu není ještě implementována pro audio cd.
he: האפשרות ליצירת קוד גיבוב אינה מוטמעת עדיין עבור תקליטורים.
ru: Генерирование хеш-кода пока не включено для аудиодисков.
sr: Рачунање хеш резултата још увек није омогућено за аудио дискове.

source: No MusicBrainz metadata available for this disc.
cs: Pro tento disk nejsou dostupná MusicBrainz metadata.
he: אין נתוני מטא זמינים עבור תקליטור זה.
ru: Нет метаданных MusicBrainz для этого диска.
sr: Музички мозгић нема доступне метаподатке за овај диск.

source: The trackcount retrieved from MusicBrainz does not match the trackcount of the local disc. Skipped.
cs: Počítadlo stop načtené z MusicBrainz nesouhlasí s počítadlem na lokálním disku. Zrušeno.
he: מספור הרצועות שהתקבל מ־MusicBrainz אינו תואם למספור הרצועות בתקליטור המקומי. מתבצע דילוג.
ru: Список треков, полученный с MusicBrainz, не совпадает со списком треков на локальном диске. Пропущено.
sr: Број нумера добављен са Музичког мозгића се не подудара са бројем нумера на диску. Прескочено.

source: Error connecting to MusicBrainz server.
cs: Chyba při připojování k serveru MusicBrainz.
he: ארעה שגיאה בחיבור אל שרת MusicBrainz.
ru: Ошибка соединения с сервером MusicBrainz.
sr: Грешка при повезивању са сервером Музичког мозгића.

source: Directory '{0}' not found. (Wrong filename encoding?)
cs: Adresář '{0}' nenalezen. (Špatné kódování názvu souboru?)
he: התיקייה '{0}' לא נמצאה. (קידוד שם הקובץ שגוי?)
ru: Каталог '{0} "не найден. (Неправильная кодировка имени файла?)
sr: Није пронађена фасцикла „{0}“. (Погрешно кодиран назив датотеке?)

source: Skipped item '{0}' as it doesn't seem to be a real directory.
cs: Zrušená položka '{0}' jako je tato, se nezdá být skutečným adresářem.
he: הפריט '{0}' נפסח כיוון שלא נראה כי הוא תיקייה אמיתית.
ru: Элемент '{0}' пропущен, так как скорее всего не является каталогом.
sr: Ставка „{0}“ је прескочена пошто вероватно није стварна фасцикла.

source: Skipped symlink item '{0}' as the target does not exist.
cs: Zrušená položka symlinku '{0}' jako je cílová, neexistuje.
he: הקישור הסמלי '{0}' נפסח כיוון שהמטרה לא קיימת.
ru: Пропущенные ссылка '{0}', цели ссылки не существует.
sr: Симболичка веза „{0}“ је прескочена пошто одредиште не постоји.

source: Skipped symlink item '{0}' as it appears to point to a different drive ('{1}').
cs: Zrušená položka symlinku '{0}' jako tato se objeví na jiné jednotce ('{1}').
he: פריט הקישור הסמלי '{0}' נפסח כיוון שנראה כי הוא מקשר לכונן אחר ('{1}').
ru: Пропущенные ссылка '{0}', кажется она указывает на другой диск ('{1}').
sr: Симболичка веза „{0}“ је прескочена пошто указује на други уређај („{1}“).

source: File '{0}' not found. (Wrong filename encoding?)
cs: Soubor '{0}' nebyl nalezen. (Špatné kódování názvu souboru?)
he: הקובץ '{0}' לא נמצא. (קידוד שם הקובץ שגוי?)
ru: Файл '{0} "не найден. (Неправильная кодировка имени файла?)
sr: Није пронађена датотека „{0}“ . (Погрешно кодиран назив датотеке?)

source: Extracting metadata from file '{0}' failed. ({1})
cs: Extrakce metadat ze souboru '{0}' selhala. ({1})
ru: Извлечь метаданные из файла '{0}' не удалось. ({1})
sr: Извлачење метаподатка из датотеке „{0}“ није успело. ({1})

source: Error opening file '{0}', can't retrieve any mime/metadata. ({1})
cs: Chyba při otvírání souboru '{0}', nelze získat žádná mime/metadata. ({1})
he: שגיאה בפתיחת הקובץ '{0}', לא ניתן לאחזר mime/נתוני־מטא. ({1})
ru: Ошибка при открытии файла '{0}', не возможно получить MIME/метаданные. ({1})
sr: Грешка отварања датотеке „{0}“, не могу да прибавим метаподатке. ({1})

source: Skipped symlink item '{0}' as it does not point to a regular file ('{1}').
cs: Zrušená položka symlinku '{0}' jako tato neukazuje na běžný soubor ('{1}').
he: פריט הקישור הסמלי '{0}' נפסח כיוון שאינו מפנה לקובץ רגיל ('{1}').
ru: Пропущенные ссылка '{0} ", она не указывает на обычный файл (' {1} ').
sr: Симболичка веза „{0}“ је прескочена пошто не указује на исправну датотеку („{1}“).

source: Skipped item '{0}' as it appears to be some kind of special file.
cs: Zrušená položka '{0}' , jak to tak vypadá, je nějaký speciální soubor.
he: הפריט '{0}' נפסח כיוון שנראה כי הוא סוג של קובץ מיוחד.
ru: Пропущенн пункт '{0} ", кажется это специальный файл.
sr: Ставка „{0}“ је прескочена пошто изгледа као нека врста посебне датотеке.

source: Unable to dump dir '{0}'. ({1})
cs: Nelze odstranit adresář '{0}'. ({1})
he: לא ניתן לבצע אגירה של התיקייה '{0}'. ({1})
ru: Не удаётся записать в дамп каталог '{0}'. ({1})
sr: Не могу да сажмем фасциклу „{0}“. ({1})

source: Can't read LastWriteTime from item '{0}' ({1}).
cs: Nelze číst LastWriteTime z položky '{0}' ({1}).
he: לא ניתן לקרוא את LastWriteTime מהפריט '{0}' ({1}).
ru: Невозможно прочитать LastWriteTime из пункта '{0} "({1}).
sr: Не могу да очитам време последњег уписа за ставку „{0}“ ({1}).

source: Failed to resolve target item for symlink '{0}'.
cs: Nepodařilo se vyřešit cílovou položku pro symlink '{0}'.
he: כשל באיחזור פריט היעד עבור הקישור הסמלי '{0}'.
ru: Не разрешено создавать символьную ссылку '{0}' для объекта.
sr: Нисам успео да решим одредишну ставку за симболичку везу „{0}“.
