Repository: kerimlcr/ab2017-dpyo
Catalog: AB-girl/girl-9.7.1/po/*.po
Languages: pl

source: GIRL, the GNOME Internet Radio Locator program, allows users to easily find and record live radio programs on radio broadcasters on the Internet.
pl: GIRL jest programem do wykrywania i nagrywania internetowych stacji radiowych dla środowiska GNOME.

source: GIRL is developed for the GNOME desktop and requires one audio helper such as Totem to be installed for playback and streamripper to be installed for recording live radio streams of supported radio stations.
pl: Program GIRL został zaprojektowany dla platformy GNOME i wymaga zainstalowania co najmniej jednego programu pomocniczego do odtwarzania dźwięku, takiego jak Totem, oraz programu streamripper do nagrywania.

source: Enjoy listening to and recording from supported Internet Radio stations in GIRL.
pl: Ciesz się radiem internetowym w programie GIRL.

source: Internet Radio Locator
pl: Internetowe stacje radiowe

source: Locate Internet Radio Stations
pl: Wyszukiwanie internetowych stacji radiowych

source: Live;Radio;Program;Station;Locator;
pl: Na żywo;Live;Radio;Program;Stacja;Wyszukiwanie;Znajdź;

source: New
pl: Nowa

source: Add a new radio station
pl: Dodaje nową stację radiową

source: Search
pl: Wyszukaj

source: Search by location for radio stations
pl: Wyszukuje stacje radiowe według położenia

source: Listen
pl: Słuchaj

source: Listen to selected radio station
pl: Słucha wybranej stacji radiowej

source: Record
pl: Nagrywaj

source: Record selected radio station
pl: Nagrywa wybraną stację radiową

source: Stop
pl: Zatrzymaj

source: Stop recording selected radio station
pl: Zatrzymuje nagrywanie wybranej stacji radiowej

source: Previous
pl: Poprzednia

source: Go back to the previous radio station
pl: Przechodzi do poprzedniej stacji radiowej

source: Stations
pl: Stacje

source: Internet Radio Stations
pl: Internetowe stacje radiowe

source: Next
pl: Następna

source: Proceed to the next radio station
pl: Przechodzi do następnej stacji radiowej

source: Station
pl: Stacja

source: About the current Station
pl: Informacje o bieżącej stacji

source: About the GNOME Internet Radio Locator
pl: Informacje o programie do wyszukiwania internetowych stacji radiowych w GNOME

source: Exit
pl: Zakończ

source: Quit the GNOME Internet Radio Locator
pl: Kończy działanie programu do wyszukiwania internetowych stacji radiowych w GNOME

source: Playing %s
pl: Odtwarzanie %s

source: Select a listener
pl: Wybór słuchacza

source: Failed to open %s. Please install it.
pl: Otwarcie programu %s się nie powiodło. Proszę zainstalować go ponownie.

source: Failed to open %s
pl: Otwarcie %s się nie powiodło

source: Select a program
pl: Wybór programu

source: Failed to open %s.
pl: Otwarcie %s się nie powiodło.

source: Your search by location resulted in the radio station %s in %s: %s
pl: Wyszukiwanie według położenia znalazło stację radiową %s w %s: %s

source: Search by location
pl: Wyszukiwanie według położenia

source: Select a station
pl: Wybór stacji

source: Found location %s
pl: Odnaleziono położenie %s

source: New radio station
pl: Nowa stacja radiowa

source: Select a stream
pl: Wybór strumienia

source: Selection cleared!
pl: Wyczyszczono wybór.

source: GNOME Internet Radio Locator
pl: Wyszukiwanie internetowych stacji radiowych w GNOME

source: Couldn't create pixmap
pl: Nie można utworzyć mapy pikseli

source: Search by location from "Search" or select a radio station from "Stations". Click "Listen" to listen to, or "Record" to record from the station.
pl: Można „Wyszukać” według położenia lub wybrać stację radiową ze „Stacje”. Można też kliknąć „Słuchaj” lub „Nagrywaj”.

source: Select a radio station from "Stations" and click "Listen" to listen to the station.
pl: Można wybrać stację radiową ze „Stacje” i kliknąć „Słuchaj”.

source: Recording from %s in %s to %s
pl: Nagrywanie z %s w %s do %s

source: An error happened trying to play %s Either the file doesn't exist, or you don't have a player for it.
pl: Wystąpił błąd podczas próby odtworzenia %s Plik nie istnieje lub nie ma dla niego odtwarzacza.

source: An error happened trying to record %s Either the file doesn't exist, or you don't have a recorder for it.
pl: Wystąpił błąd podczas próby nagrania %s Plik nie istnieje lub nie ma dla niego programu nagrywającego.

source: Failed to run %s (%i)
pl: Wykonanie %s się nie powiodło (%i)

source: Failed to open URL: '%s' Status code: %i Details: %s
pl: Otwarcie adresu URL się nie powiodło: „%s” Kod stanu: %i Szczegóły: %s

source: Failed to open URL: '%s' Details: %s
pl: Otwarcie adresu URL się nie powiodło: „%s” Szczegóły: %s

source: Failed to run '%s' Details: %s
pl: Uruchomienie „%s” się nie powiodło Szczegóły: %s

source: GNOME VFS initialization failed!
pl: Zainicjowanie GNOME VFS się nie powiodło.

source: Player Frontend initialization failure...
pl: Niepowodzenie inicjacji interfejsu odtwarzacza…

source: Player Backend creation failure
pl: Niepowodzenie tworzenia mechanizmu odtwarzacza

source: %i station
pl: %i stację

source: and %i stream found
pl: i %i strumień

source: %s %s
pl: Odnaleziono %s %s

source: Selected the previous radio station: %s in %s: %s
pl: Wybrano poprzednią stację radiową: %s w %s: %s

source: Selected the next radio station %s in %s: %s
pl: Wybrano następną stację radiową %s w %s: %s

source: Selected %s in %s: %s (%f)
pl: Wybrano %s w %s: %s (%f)

source: Selected %s in %s: %s
pl: Wybrano %s w %s: %s

source: Selected the radio station %s in %s: %s
pl: Wybrano stację radiową %s w %s: %s

source: Selected %s [%s] [%s] [%s]
pl: Wybrano %s [%s] [%s] [%s]

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation) Josef Andersson <josef.andersson@gmail.com> (Swedish translation) Pedro Albuquerque <palbuquerque73@gmail.com> (Portuguese translation) Mario Blättermann <mario.blaettermann@gmail.com> (German translation) Necdet Yücel <necdetyucel@gmail.com> (Turkish translation) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (Spanish translation) Mирослав Николић <miroslavnikolic@rocketmail.com> (Serbian translation) Balázs Meskó <meskobalazs@gmail.com> (Hungarian translation) Laudivan Freire de Almeida <laudivan@riseup.net> (Brazilian Portuguese translation) Bernd Homuth <dev@hmt.im> (German translation) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (French translation) Anders Jonsson <anders.jonsson@norsjovallen.se> (Swedish translation)
pl: Marek Černocký <marek@manet.cz> (czeskie tłumaczenie) Rafael Fontenelle <rafaelff@gnome.org> (portugalskie brazylijskie tłumaczenie) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (serbskie tłumaczenie) Wolfgang Stöggl <c72578@yahoo.de> (niemieckie tłumaczenie) Piotr Drąg <piotrdrag@gmail.com> (polskie tłumaczenie) Muhammet Kara <muhammetk@gmail.com> (tureckie tłumaczenie) Balázs Úr <urbalazs@gmail.com> (węgierskie tłumaczenie) Andika Triwidada <andika@gmail.com> (indonezyjskie tłumaczenie) Daniel Mustieles <daniel.mustieles@gmail.com> (hiszpańskie tłumaczenie) Matej Urbančič <mateju@svn.gnome.org> (słoweńskie tłumaczenie) Γιάννης Κουτσούκος <giankoyt@gmail.com> (greckie tłumaczenie) Efstathios Iosifidis <iosifidis@opensuse.org> (greckie tłumaczenie) Samir Ribić <megaribi@epn.ba> (bośniackie tłumaczenie) Enrico Nicoletto <liverig@gmail.com> (portugalskie brazylijskie tłumaczenie) Sveinn í Felli <sv1@fellsnet.is> (islandzkie tłumaczenie) Josef Andersson <josef.andersson@gmail.com> (szwedzkie tłumaczenie) Pedro Albuquerque <palbuquerque73@gmail.com> (portugalskie tłumaczenie) Mario Blättermann <mario.blaettermann@gmail.com> (niemieckie tłumaczenie) Necdet Yücel <necdetyucel@gmail.com> (tureckie tłumaczenie) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (hiszpańskie tłumaczenie) Mирослав Николић <miroslavnikolic@rocketmail.com> (serbskie tłumaczenie) Balázs Meskó <meskobalazs@gmail.com> (węgierskie tłumaczenie) Laudivan Freire de Almeida <laudivan@riseup.net> (portugalskie brazylijskie tłumaczenie) Bernd Homuth <dev@hmt.im> (niemieckie tłumaczenie) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (francuskie tłumaczenie) Anders Jonsson <anders.jonsson@norsjovallen.se> (szwedzkie tłumaczenie)

source: Copyright (C) 2014, 2015, 2016 Ole Aamot Software
pl: Copyright © 2014, 2015, 2016 Ole Aamot Software

source: Mario Blättermann <mario.blaettermann@gmail.com> (German translation)
pl: Mario Blättermann <mario.blaettermann@gmail.com> (niemieckie tłumaczenie)

source: Marek Černocký <marek@manet.cz> (Czech translation)
pl: Marek Černocký <marek@manet.cz> (czeskie tłumaczenie)

source: Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation)
pl: Daniel Mustieles <daniel.mustieles@gmail.com> (hiszpańskie tłumaczenie)

source: Josef Andersson <josef.andersson@fripost.org> (Swedish translation)
pl: Josef Andersson <josef.andersson@fripost.org> (szwedzkie tłumaczenie)

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
pl: Niniejszy program jest wolnym oprogramowaniem; można go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny — jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji należy zapoznać się z Powszechną Licencją Publiczną GNU. Z pewnością wraz z niniejszym programem dostarczono także egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie — proszę napisać do Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Unable to load GIRL logo: %s
pl: Nie można wczytać logo programu GIRL: %s

source: Search radio station by location
pl: Wyszukiwanie stacji radiowych według położenia

source: Listening to the radio station %s in %s: %s
pl: Słuchanie stacji radiowej %s w %s: %s

source: Finished saving recording from the radio station %s in %s from %s to %s
pl: Ukończono zapisywanie nagrania ze stacji radiowej %s w %s od %s do %s

source: Stopped playing the radio station %s in %s.
pl: Zatrzymano odtwarzanie stacji radiowej %s w %s.

source: Archiving %s
pl: Archiwizowanie %s
