Repository: kerimlcr/ab2017-dpyo
Catalog: ornek/girl/girl-9.8.0/po/*.po
Languages: cs, de, el, hu, id, is, pt, pt_br, sv, tr

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation)
el: Marek Černocký <marek@manet.cz> (Τσεχική μετάφραση) Rafael Fontenelle <rafaelff@gnome.org> (Βραζιλιάνικη πορτογαλική μετάφραση) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Σέρβικη μετάφραση) Wolfgang Stöggl <c72578@yahoo.de> (Γερμανική μετάφραση) Piotr Drąg <piotrdrag@gmail.com> (Πολωνική μετάφραση) Muhammet Kara <muhammetk@gmail.com> (Τουρκική μετάφραση) Balázs Úr <urbalazs@gmail.com> (Ουγγρική μετάφραση) Andika Triwidada <andika@gmail.com> (Iνδονησιακή μετάφραση) Daniel Mustieles <daniel.mustieles@gmail.com> (Ισπανική μετάφραση)
is: Marek Černocký <marek@manet.cz> (Tékknesk þýðing) Rafael Fontenelle <rafaelff@gnome.org> (Brasilísk-portúgölsk þýðing) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbnesk þýðing) Wolfgang Stöggl <c72578@yahoo.de> (Þýsk þýðing) Piotr Drąg <piotrdrag@gmail.com> (Pólsk þýðing) Muhammet Kara <muhammetk@gmail.com> (Tyrknesk þýðing) Balázs Úr <urbalazs@gmail.com> (Ungversk þýðing) Andika Triwidada <andika@gmail.com> (Indónesísk þýðing) Daniel Mustieles <daniel.mustieles@gmail.com> (Spænsk þýðing)

source: Copyright (C) 2014, 2015 Ole Aamot Software
el: Πνευματικά δικαιώματα (C) 2014, 2015 Ole Aamot Software
is: Höfundarréttur (C) 2014, 2015 Ole Aamot Software

source: See http://wiki.gnome.org/DocumentationProject
el: Δείτε http://wiki.gnome.org/DocumentationProject
is: Skoðaðu http://wiki.gnome.org/DocumentationProject

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307, USA.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό· μπορείτε να το αναδιανείμετε και/ή να το τροποποιήσετε υπό τους όρους της GNU Γενικής Δημόσιας Άδειας Χρήσης όπως είναι δημοσιευμένη από το Free Software Foundation· είτε με την έκδοση 2 της άδειας, είτε (κατά την επιλογή σας) με οποιαδήποτε νεότερη έκδοση. Το πρόγραμμα αυτό διανέμεται με την ελπίδα ότι θα είναι χρήσιμο αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΑΠΟΛΥΤΩΣ ΕΓΓΥΗΣΗ για συγκεκριμένο σκοπό. Δείτε για περισσότερες λεπτομέρειες την GNU General Public License. Θα πρέπει να έχετε λάβει ένα αντίγραφο της GNU General Public License μαζί με το πρόγραμμα· αν όχι γράψτε στο Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA.
is: Þetta forrit er frjáls hugbúnaður; þú mátt endurrita hann og/eða breyta samkvæmt skilmálum "GNU General Public License" eins og það er útgefið af "Free Software Foundation;"; annað hvort útgáfa 2 af leyfinu, eða (að þínu vali) einhver síðari útgáfa. Þessu forriti er dreift í þeirri von að það sé gagnlegt, en ÁN NOKKURAR ÁBYRGÐAR; einnig án óbeinnar SÖLUÁBYRGÐAR eða HÆFNI TIL NOKKURS HLUTAR. Sjá nánar í "GNU General Public License" leyfinu. Þú ættir að hafa fengið afrit af "GNU General Public License" með þessu forriti; ef ekki, skrifaðu til Free Software Foundation, Inc., 59 Franklin Street, Fifth Floor, Boston, MA 02111-1307, USA.

source: Recording from the radio station %s in %s: %s
el: Εγγραφή από τον ραδιοφωνικό σταθμό %s στο %s: %s
is: Tek upp frá útvarpsstöðinni %s í %s: %s
pt: A gravar da estação de rádio %s em %s: %s

source: Finished recording from the radio station %s in %s: %s
el: Ολοκληρώθηκε η εγγραφή από τον ραδιοφωνικό σταθμό %s στο %s: %s
is: Lauk upptöku frá útvarpsstöðinni %s í %s: %s
pt: Terminada a gravação da estação de rádio %s em %s: %s

source: To finish playing from the radio station %s in %s, exit the application Videos.
el: Για να ολοκληρωθεί η αναπαραγωγή από το ραδιοφωνικό σταθμό %s στο %s, τερματίστε την εφαρμογή Βίντεο.
pt: Para terminar de reproduzir da estação de rádio %s em %s, saia da aplicação Vídeos.

source: Stop what? You can "Search" by location, select a radio station from "Stations", or click on "Listen" and/or "Record". Or go to "Prev" or "Next" radio station.
el: Σταματήστε τι; Μπορείτε να κάνετε "Αναζήτηση" με βάση την τοποθεσία, επιλέξτε ένα ραδιοφωνικό σταθμό από το "Σταθμοί", ή κάντε κλικ στο "Ακούστε" και/ή "Εγγραφή". Ή μετακινηθείτε στον "Προηγούμενο" ή "Επόμενο" ραδιοφωνικό σταθμό.
pt: Parar o quê? Pode "Procurar" por localização, selecionar uma estação em "Estações" ou clicar em "Ouvir" e/ou "Gravar". Ou pode ir para a estação "Anterior" ou "Seguinte".

source: About Station
el: Περί Σταθμού
is: Um útvarpsstöðina
pt: Sobre a estação

source: About Program
el: Περί προγράμματος
is: Upplýsingar um forritið
pt: Sobre o programa

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation)
pt: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation) Pedro Albuquerque <palbuquerque73@gmail.com> (European Portuguese translation)

source: See yelp://girl
pt: Veja yelp://girl

source: Girl, the GNOME Internet Radio Locator program, allows users to easily find live radio programs on radio broadcasters on the Internet.
id: Girl, program Pelacak Radio Internet GNOME, memungkinkan pengguna dengan mudah menemukan program radio siaran langsung pada pemancar radio di Internet.

source: Girl is developed on the GNOME platform and requires at least one audio helper such as totem to be installed.
id: Girl dikembangkan pada platform GNOME dan memerlukan terpasangnya paling tidak satu pembantu audio seperti misalnya totem.

source: Enjoy Internet Radio.
id: Nikmatilah Radio Internet.

source: translator_credits
id: Andika Triwidada <andika@gmail.com>, 2014

source: Copyright 2014 Ole Aamot Software Copyright 2002 Free Software Foundation
id: Hak Cipta 2014 Ole Aamot Software Hak Cipta 2002 Free Software Foundation

source: Listening to %s in %s: %s
id: Mendengarkan %s dalam %s: %s

source: Recording from %s in %s: %s
id: Merekam dari %s dalam %s: %s
