Repository: kerimlcr/ab2017-dpyo
Catalog: ornek/girl/girl-9.8.0/po/*.po
Languages: cs, de, el, hu, id, is, pt, pt_br, sv, tr

source: GIRL, the GNOME Internet Radio Locator program, allows users to easily find and record live radio programs on radio broadcasters on the Internet.
cs: GIRL, GNOME Internet Radio Locator (naladění internetových rádií v GNOME) je aplikace, pomocí které si uživatel může snadno najít, a připadně i nahrát, živé vysílání rádií na Internetu.
de: Girl, das GNOME Internet-Radio-Ortungsprogramm, ermöglicht es Benutzern Live-Radioprogramme von Sendern leicht im Internet zu finden und aufzuzeichnen.
el: Το GIRL, το πρόγραμμα εντοπισμού διαδικτυακών ραδιοφώνων του GNOME, επιτρέπει στους χρήστες να βρουν και να εγγράψουν εύκολα ραδιοφωνικά προγράμματα των ραδιοφωνικών σταθμών.
hu: A GIRL, a GNOME Internetes rádió felderítő lehetővé teszi a felhasználóknak az Interneten lévő rádió műsorszórók élő rádióprogramjainak könnyű megtalálását és rögzítését.
is: GIRL, eða GNOME Internet Radio Locator forritið, gerir notendum kleift að finna auðveldlega, hlusta og taka upp efni frá útvarpsstöðvum í beinni útsendingu á internetinu.
pt: GIRL, o programa GNOME de localização de rádio, permite aos utilizadores encontrar e gravar facilmente programas de rádio ao vivo em emissoras na Internet.
sv: GIRL, GNOME:s internetradioletare, låter användare lätt hitta direktsända radioprogram från radiosändningar på internet.
tr: GIRL, GNOME Internet Radyo Bulucu programı, kullanıcıların İnternetteki radyo yayıncılarının canlı radyo programlarını kolayca bulmalarına olanak tanır.

source: GIRL is developed for the GNOME desktop and requires one audio helper such as Totem to be installed for playback and streamripper to be installed for recording live radio streams of supported radio stations.
cs: GIRL je vyvíjen pro pracovní prostředí GNOME a vyžaduje, aby byl nainstalován podpůrný program pro práci se zvukem, jako je Totem, který hudbu přehrává a další program, který umí u podporovaných stanic živé vysílání nahrávat.
de: GIRL wird für die GNOME-Arbeitsumgebung entwickelt und benötigt ein Audio-Hilfsprogramm für die Wiedergabe (zum Beispiel Totem) und Streamripper für die Aufzeichnung der Datenströme der unterstützten Radiostationen.
el: Το GIRL έχει αναπτυχθεί για το GNOME και απαιτεί να είναι εγκατεστημένο ένα πρόγραμμα αναπαραγωγής ήχου όπως το Totem και ένα πρόγραμμα εγγραφής ροών για εγγραφή ζωντανών αναμεταδώσεων των υποστηριζόμενων ραδιοφώνων.
hu: A GIRL programot a GNOME asztalhoz fejlesztették, és a lejátszáshoz egy telepített hangsegítőt igényel, mint például a Totem, illetve a támogatott rádióállomások élő hangfolyamának rögzítéséhez egy hangfolyam feldolgozó telepítése szükséges.
is: GIRL er þróað fyrir GNOME skjáborðsumhverfið og krefst einhverra hjálparforrita á borð við Totem, sem þarf fyrir afspilun, og streamripper svo hægt sé að hljóðrita útvarpsstrauma frá studdum netútvarpsstöðvum.
pt: O GIRL é desenvolvido para o ambiente GNOME e reuqer um ajudante áudio instalado, tal como o Totem, para reprodução e o streamripper para gravação de fluxos de rádio ao vivo de estações de rádio suportadas.
sv: GIRL är utvecklat för GNOME-skrivbordet och kräver att en ljudhjälpare som Totem finns installerad för uppspelning, och att streamripper är installerad för att spela in direktsända radioströmmar från radiostationer som stöds.
tr: GIRL GNOME masaüstü için geliştirilir ve oynatma için Totem gibi bir ses yardımcısına, desteklenen radyo istasyonlarının canlı radyo yayınlarının kaydedilmesi için de streamripper'ın yüklenmesine ihtiyaç duyar.

source: Enjoy listening to and recording from supported Internet Radio stations in GIRL.
cs: Uživejte si poslech a nahrávání z podporovaných internetových rádií v aplikaci GIRL.
de: Viel Spaß beim Hören und Aufzeichenen der unterstützten Internet-Radiostationen in GIRL.
el: Απολαύστε την ακρόαση και εγγραφή από τους υποστηριζόμενους διαδικτυακούς ραδιοφωνικούς σταθμούς στο GIRL.
hu: Élvezze a műsorok hallgatását, és rögzítse azokat a GIRL programban támogatott Internetes rádióállomásokból.
is: Njóttu þess að hlusta á og taka upp efni af studdum netútvarpsstöðvum með GIRL.
pt: Ouça e grave de estações de rádio da Internet suportadas pelo GIRL.
pt_br: Curta ouvir e gravar músicas de estações de rádio na Internet que GIRL tem suporte.
sv: Njut av att lyssna och spela in från internetradiostationer som stöds i GIRL.
tr: GIRL'de desteklenen İnternet Radyo istasyonlarını dinleme ve kaydetme keyfini sürün.

source: Internet Radio Locator
cs: Naladění internetových rádií
de: Internet-Radio-Ortung
el: Εντοπισμός διαδικτυακών ραδιοφώνων
hu: Internetes rádió felderítő
id: Pelacak Radio Internet
is: Internet Radio Locator Netútvarp
pt: Localizador de rádio na Internet
pt_br: Localizador de rádio na Internet
sv: Internetradioletare
tr: İnternet Radyo Bulucu

source: Locate Internet Radio Stations
cs: Nalaďte si rádio na Internetu.
de: Internet-Radiostationen auffinden
el: Εντοπισμός διαδικτυακών ραδιοφωνικών σταθμών
hu: Internetes rádióállomások felderítése
id: Temukan Stasiun Radio Internet
is: Finndu netútvarpsstöðvar
pt: Localizar estações de rádio na Internet
pt_br: Localizar estações de rádio na Internet
sv: Leta rätt på internetradiostationer
tr: İnternet Radyo İstasyonlarını Bulun

source: Live;Radio;Program;Station;Locator;
cs: živé;živě;rádio;program;stanice;vyhledání;ladění;naladění;
de: Live;Radio;Programm;Sender;Ortung;
el: Ζωντανά;Ραδιόφωνο;Πρόγραμμα;Σταθμός;Εντοπισμός;Live;Radio;Program;Station;Locator;
hu: Élő;Rádió;Program;Állomás;Felderítő;
id: Langsung;Radio;Program;Stasiun;Pencari;
is: Í beinni;Útvarp;Dagskrá;Útvarpsstöð;Leitarvél;
pt: Vivo;Rádio;Programa;Estação;Localizar;
pt_br: Ao vivo;Live;Rádio;Radio;Programa;Program;Estação;Station;Localizador;Locator;
sv: Live;Direktsänt;Radio;Program;Station;Locator;Letare;
tr: Canlı;Radyo;Program;İstasyon;Bulucu;

source: New
cs: Nová
de: Neu
hu: Új
pt_br: Nova
sv: Ny
tr: Yeni

source: Add a new radio station
cs: Přidat novou stanici
de: Einen neuen Radiosender hinzufügen
hu: Új rádióállomás hozzáadása
pt_br: Adicione uma nova estação de rádio
sv: Lägg till en ny radiostation
tr: Yeni radyo istasyonu ekle

source: Search
cs: Hledat
de: Suchen
el: Αναζήτηση
hu: Keresés
is: Leita
pt: Procurar
pt_br: Pesquisar
sv: Sök
tr: Ara

source: Search by location for radio stations
cs: Vyhledat stanici podle místa
de: Radiosender nach Ort suchen
el: Αναζήτηση βάση τοποθεσίας για ραδιοφωνικούς σταθμούς
hu: Rádióállomások keresése hely szerint
is: Leita að útvarpsstöðvum eftir staðsetningu
pt: Procurar estações de rádio por localização
pt_br: Pesquise por localização de estações de rádio
sv: Sök radiostationer efter plats
tr: Radyo istasyonları için konuma göre arama yap

source: Listen
cs: Poslouchat
de: Hören
el: Ακρόαση
hu: Hallgatás
is: Hlusta
pt: Ouvir
pt_br: Ouvir
sv: Lyssna
tr: Dinle

source: Listen to selected radio station
cs: Poslouchat vybranou stanici
de: Ausgewählten Radiosender hören
el: Ακρόαση επιλεγμένου ραδιοφωνικού σταθμού
hu: A kiválasztott rádióállomás hallgatása
is: Hlusta á valda útvarpsstöð
pt: Ouvir a estação de rádio selecionada
pt_br: Ouve a estação de rádio selecionada
sv: Lyssna på vald radiostation
tr: Seçili radyo istasyonunu dinle

source: Record
cs: Nahrávat
de: Aufzeichnen
el: Eγγραφή
hu: Rögzítés
is: Upptaka
pt: Gravar
pt_br: Gravar
sv: Spela in
tr: Kaydet

source: Record selected radio station
cs: Nahrávat vybranou stanici
de: Gewählten Sender aufzeichnen
el: Εγγραφή επιλεγμένου ραδιοφωνικού σταθμού
hu: A kiválasztott rádióállomás rögzítése
is: Taka upp úr valinni útvarpsstöð
pt: Gravar da estação de rádio selecionada
pt_br: Grava a estação de rádio selecionada
sv: Spela in vald radiostation
tr: Seçili radyo istasyonunu kaydet

source: Stop
cs: Zastavit
de: Stopp
el: Διακοπή
hu: Leállítás
is: Stöðva
pt: Parar
pt_br: Parar
sv: Stoppa
tr: Durdur

source: Stop recording selected radio station
cs: Zastavit nahrávání vybrané stanice
de: Aufzeichnung des ausgewählten Senders beenden
el: Διακοπή εγγραφής επιλεγμένου ραδιοφωνικού σταθμού
hu: A kiválasztott rádióállomás rögzítésének leállítása
is: Stöðva upptöku úr valinni útvarpsstöð
pt: Parar a gravação da estação de rádio selecionada
pt_br: Para a gravação da estação de rádio selecionada
sv: Sluta spela in vald radiostation
tr: Seçili radyo istasyonunu kaydetmeyi durdur

source: Previous
cs: Předchozí
de: Zurück
el: Προηγούμενο
hu: Előző
is: Fyrri
pt: Anterior
pt_br: Anterior
sv: Föregående
tr: Önceki

source: Go back to the previous radio station
cs: Vrátit se k předchozí stanici
de: Zurück zum vorigen Sender gehen
el: Επιστροφή στο προηγούμενο ραδιοφωνικό σταθμό
hu: Ugrás vissza az előző rádióállomáshoz
is: Fara til baka á fyrri útvarpsstöð
pt: Voltar à estação de rádio anterior
pt_br: Volta para a estação de rádio anterior
sv: Gå tillbaka till föregående radiostation
tr: Önceki radyo istasyonuna git

source: Stations
cs: Stanice
de: Sender
el: Σταθμοί
hu: Állomások
is: Útvarpsstöðvar
pt: Estações
pt_br: Estações
sv: Stationer
tr: İstasyonlar

source: Internet Radio Stations
cs: Stanice internetových radií
de: Internet-Radiosender
el: Διαδικτυακοί ραδιοφωνικοί σταθμοί
hu: Internetes rádióállomások
is: Internet útvarpsstöðvar
pt: Estações de rádio da Internet
pt_br: Estações de rádio na Internet
sv: Internetradiostationer
tr: İnternet Radyo İstasyonları

source: Next
cs: Následující
de: Weiter
el: Επόμενο
hu: Következő
is: Næsta
pt: Seguinte
pt_br: Próxima
sv: Nästa
tr: Sonraki

source: Proceed to the next radio station
cs: Přejít k následující stanici
de: Zum nächsten Radiosender springen
el: Προχωρήστε στο επόμενο ραδιοφωνικό σταθμό
hu: Folytatás a következő rádióállomással
is: Fara á næstu útvarpsstöð
pt: Passar à estação de rádio seguinte
pt_br: Vai para a próxima estação de rádio
sv: Fortsätt till nästa radiostation
tr: Sonraki radyo istasyonuna git

source: Station
cs: Stanice
de: Sender
hu: Állomás
pt_br: Estação
tr: İstasyon

source: About the current Station
cs: O současné stanici
de: Info zum aktuellen Sender
el: Περί του τρέχοντα σταθμού
hu: A jelenlegi állomás névjegye
is: Um núverandi útvarpsstöð
pt: Sobre a estação atual
pt_br: Sobre a estação atual
sv: Om aktuell station
tr: Mevcut İstasyon hakkında

source: Program
cs: O aplikaci
de: Programm
pt_br: Programa

source: About the GNOME Internet Radio Locator
cs: O aplikaci Naladění internetových rádií v GNOME
de: Info zu GNOME Internet-Radio-Ortung
el: Περί εντοπισμού διαδικτυακών ραδιοφώνων του GNOME
hu: A GNOME Internetes rádió felderítő névjegye
is: Um GNOME Internet Radio Locator netútvarpið
pt: Sobre o GNOME Internet Radio Locator
pt_br: Sobre o localizador de rádio na Internet para o GNOME
sv: Om GNOME Internetradioletare
tr: GNOME İnternet Radyo Bulucu Hakkında

source: Exit
cs: Ukončit
de: Beenden
el: Έξοδος
hu: Kilépés
is: Hætta
pt: Sair
pt_br: Sair
sv: Avsluta
tr: Çık

source: Quit the GNOME Internet Radio Locator
cs: Ukončit aplikaci Naladění internetových rádií
de: Info zu GNOME Internet-Radio-Ortung
el: Τερματισμός του εντοπισμού διαδικτυακών ραδιοφώνων του GNOME (GIRL)
hu: Kilépés a GNOME Internetes rádió felderítőből
is: Hætta í GNOME Netútvarpinu
pt: Sair do GNOME Internet Radio Locator
pt_br: Sai do localizador de rádio na Internet para o GNOME
sv: Avsluta GNOME Internetradioletare
tr: GNOME İnternet Radyo Bulucudan çık

source: Playing %s
cs: Přehrává se %s
de: %s wird wiedergegeben
hu: %s lejátszása
pt_br: Reproduzindo %s
sv: Spelar %s
tr: %s oynatılıyor

source: Select a listener
cs: Výběr posluchače
de: Wiedergabe auswählen
el: Επιλογή ενός ακροατή
hu: Hallgató kiválasztása
is: Veldu hlustara
pt: Selecione um ouvinte
pt_br: Selecione um ouvinte
sv: Välj en lyssnare
tr: Bir dinleyici seçin

source: Failed to open %s. Please install it.
cs: Selhalo otevření %s. Nainstalujte jej prosím.
de: %s konnte nicht geöffnet werden. Bitte installieren Sie es.
el: Αποτυχία ανοίγματος %s. Παρακαλώ εγκαταστήστε το.
hu: Nem sikerült megnyitni: %s. Kérjük, telepítse.
is: Mistókst að opna %s. Settu það inn.
pt: Falha ao abrir %s. Por favor, instale-o.
pt_br: Falha ao abrir %s. Por favor instale-o.
sv: Kunde inte öppna %s. Installera det.
tr: %s açarken hata. Lütfen yükleyin.

source: Failed to open %s
cs: Selhalo otevření %s
de: %s konnte nicht geöffnet werden
el: Αποτυχία ανοίγματος %s
hu: Nem sikerült megnyitni: %s
is: Mistókst að opna %s
pt: Falha ao abrir %s
pt_br: Falha ao abrir %s
sv: Kunde inte öppna %s
tr: %s açılırken hata

source: Select a program
cs: Výběr programu
de: Ein Programm auswählen
el: Επιλογή ενός προγράμματος
hu: Program kiválasztása
is: Veldu forrit
pt: Selecione um programa
pt_br: Selecione um programa
sv: Välj ett program
tr: Bir program seçin

source: Failed to open %s.
cs: Selhalo otevření %s.
de: %s konnte nicht geöffnet werden.
el: Αποτυχία ανοίγματος %s.
hu: Nem sikerült megnyitni: %s.
is: Mistókst að opna %s.
pt: Falha ao abrir %s.
pt_br: Falha ao abrir %s.
sv: Kunde inte öppna %s.
tr: %s açılırken hata.

source: Your search by location resulted in the radio station %s in %s: %s
cs: Výsledkem vašeho hledání podle místa je stanice %s v %s: %s
de: Ihre Suche nach Ort ergab die Radiostation %s in %s: %s
el: Η αναζήτησή σας με βάση την τοποθεσία οδήγησε στο ραδιοφωνικό σταθμό %s στο %s: %s
hu: A hely szerinti keresése a következő rádióállomásban adott eredményt: %s itt: %s: %s
is: Leit eftir staðsetningu gaf sem niðurstöðu útvarpsstöðina %s í %s: %s
pt: A sua procura por localização resultou na estação de rádio %s em %s: %s
pt_br: Sua pesquisa por localização resultou na estação de rádio %s em %s: %s
sv: Din sökning efter plats resulterade i radiostationen %s i %s: %s
tr: Konuma göre aramanız %s / %s: %s radyo istasyonuyla sonuçlandı

source: Search by location
cs: Vyhledání podle místa
de: Nach Ort suchen
el: Αναζήτηση βάση τοποθεσίας
hu: Keresés hely szerint
is: Leita eftir staðsetningu
pt: Procurar por localização
pt_br: Pesquisar por localização
sv: Sök utefter plats
tr: Konuma göre ara

source: Select a station
cs: Výběr stanice
de: Sender auswählen
el: Επιλογή ενός σταθμού
hu: Állomás kiválasztása
is: Veldu útvarpsstöð
pt: Selecione uma estação
pt_br: Selecione uma estação
sv: Välj en station
tr: Bir istasyon seçin

source: Found location %s
cs: Nalezeno místo %s
de: Ort %s gefunden
hu: %s hely megtalálva
pt_br: Encontrada a localização %s
sv: Fann platsen %s
tr: %s konumu bulundu

source: New radio station
cs: Nová stanice
de: Neuer Radiosender
hu: Új rádióállomás
pt_br: Nova estação de rádio
sv: Ny radiostation
tr: Yeni radyo istasyonu

source: Select a stream
cs: Výběr vysílání
de: Datenstrom auswählen
el: Επιλογή μια ροής
hu: Hangfolyam kiválasztása
is: Veldu streymi
pt: Selecione um fluxo
pt_br: Selecione um fluxo
sv: Välj en ström
tr: Bir akış seçin

source: Selection cleared!
cs: Výběr smazán!
de: Auswahl wurde geleert!
el: H επιλογή εκκαθαρίστηκε!
hu: Kijelölés törölve!
is: Val hreinsað!
pt: Seleção limpa!
pt_br: Seleção apagada!
sv: Sökning rensad!
tr: Seçim temizlendi!

source: GNOME Internet Radio Locator
cs: Naladění internetových rádií v GNOME
de: GNOME Internet-Radio-Ortung
el: Εντοπισμός διαδικτυακών ραδιοφώνων του GNOME (GIRL)
hu: GNOME Internetes rádió felderítő
id: GNOME Pelacak Radio Internet
is: GNOME Internet Radio Locator Netútvarp
pt_br: Localizador de rádio na Internet para o GNOME
sv: GNOME Internetradioletare
tr: GNOME İnternet Radyo Bulucu

source: Couldn't create pixmap
cs: Nelze vytvořit pixelovou mapu
de: Pixmap konnte nicht erzeugt werden
el: Αδυναμία δημιουργίας pixmap
hu: Nem sikerült létrehozni a képet
is: Tókst ekki að búa til pixmap mynd
pt: Impossível criar o mapa de pixels
pt_br: Não foi possível criar pixmap
sv: Kunde inte skapa pixmap
tr: Piksel haritası oluşturulamadı

source: Search by location from "Search" or select a radio station from "Stations". Click "Listen" to listen to, or "Record" to record from the station.
cs: Vyhledejte stanici podle místa pomocí „Hledat“ nebo vybrat stanici ze seznamu „Stanice“. Kliknutím na „Poslouchat“ spusťte poslech nebo si stanici začněte „Nahrávat“.
de: Suchen sie nach einem Ort in »Suchen« oder wählen Sie eine Radiostation in »Stationen« aus. Klicken Sie auf »Listen« für die Wiedergabe oder auf »Aufzeichnen«, um die Station aufzuzeichnen.
el: Αναζητήστε βάση τοποθεσίας από την "Αναζήτηση" ή επιλέξτε έναν ραδιοφωνικό σταθμό από το "Σταθμοί". Κάντε κλικ στο "Ακρόαση" για να ακούσετε, ή "Εγγραφή" για την εγγραφή από το σταθμό.
hu: Keresés hely szerint a „Keresésből”, vagy válasszon egy rádióállomást az „Állomásokból”. Kattintson a „Hallgatásra” a hallgatáshoz, vagy a „Rögzítésre” az állomás rögzítéséhez.
is: Leitaðu að stöðvum eftir staðsetningu með því að fara í "Leita" eða veldu útvarpsstöð úr "Útvarpsstöðvar" og smelltu á "Hlusta" til að hlusta á hana, eða farðu í "Upptaka" til að taka upp efni frá útvarpsstöðinni.
pt: Procue por localização em "Procurar" ou selecione uma estação de rádio em "Estações". Clique em "Ouvir" para ouvir ou "Gravar" para gravar uma estação.
pt_br: Pesquise por localização em "Pesquisar" ou selecione uma estação de rádio em "Estações". Clique em "Ouvir" para ouvir ou "Gravar" para gravar da estação.
sv: Sök utefter plats från ”Sök” eller välj en radiostation från ”Stationer”. Klicka ”Lyssna” för att lyssna eller ”Spela in” för att spela in från stationen.
tr: "Arama" kısmında konuma göre ara veya "İstasyonlar" kısmından radyo istasyonu seç. Dinlemek için "Dinle", veya kaydetmek için "Kaydet" tıkla.

source: Select a radio station from "Stations" and click "Listen" to listen to the station.
cs: Vyberte stanici pomocí „Stanice“ a spusťte poslech kliknutím na „Poslouchat“.
de: Wählen Sie eine Radiostation in »Stationen« und klicken Sie auf »Hören«, um die Station zu hören.
el: Επιλέξτε ένα ραδιοφωνικό σταθμό από το "Σταθμοί" και κάντε κλικ στο "Ακρόαση" για να ακούσετε το σταθμό.
hu: Válasszon egy rádióállomást az „Állomásokból”, és kattintson a „Hallgatásra” a rádióállomás hallgatásához.
is: Veldu útvarpsstöð úr "Útvarpsstöðvar" og smelltu á "Hlusta" til að hlusta á hana.
pt: Selecione uma estação de rádio em "Estações" e clique em "Ouvir" para ouvir a estação.
pt_br: Selecione uma estação de rádio em "Estações" e clique "Ouvir" para ouvir a estação.
sv: Välj en radiostation från ”Stationer” och tryck ”Lyssna” för att lyssna på stationen.
tr: "İstasyonlar" kısmından bir radyo istasyonu seçin ve "Dinle"ye tıklayarak dinleyin.

source: Recording from %s in %s to %s
cs: Nahrává se ze stanice %s v místě %s: %s
de: Aufzeichnen von %s in %s nach %s
hu: Rögzítés a rádióállomásból: %s itt: %s – %s
pt_br: Gravando de %s em %s a %s
sv: Spelar in från %s i %s till %s

source: An error happened trying to play %s Either the file doesn't exist, or you don't have a player for it.
cs: Vyskytla se chyba při pokusu přehrát %s Buď soubor neexistuje nebo pro něj nemáte přehrávač.
de: Fehler beim Versuch, %s zu spielen. Entweder ist die Datei nicht vorhanden oder Ihnen fehlt das passende Wiedergabeprogramm.
el: Παρουσιάστηκε σφάλμα κατά την αναπαραγωγή %s Είτε το αρχείο δεν υπάρχει, ή δεν έχετε αναπαραγωγέα γι'αυτό.
hu: Hiba történt a(z) %s lejátszási kísérlete közben. Vagy nem létezik a fájl, vagy nincs lejátszója hozzá.
id: Terjadi galat saat mencoba memutar %s Mungkin berkas tak ada, atau Anda tak memiliki pemutar untuknya.
pt: Ocorreu um erro ao tentar reproduzir %s. Ou o ficheiro não existe ou não tem um reprodutor instalado.
pt_br: Ocorreu um erro ao tentar reproduzir %s O arquivo não existe ou você não tem um reprodutor para ele.
sv: Ett fel uppstod vid uppspelning av %s Antingen existerar inte filen, eller så har du ingen spelare för den.
tr: %s oynatılmaya çalışılırken bir hata oluştu. Ya dosya mevcut değil ya da bu dosya için bir oynatıcınız yok.

source: An error happened trying to record %s Either the file doesn't exist, or you don't have a recorder for it.
cs: Vyskytla se chyba při pokusu nahrát %s Buď soubor neexistuje nebo pro něj nemáte nahrávací program.
de: Fehler beim Versuch, %s zu aufzuzeichnen. Entweder ist die Datei nicht vorhanden oder Ihnen fehlt das passende Aufnahmeprogramm.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή %s Είτε το αρχείο δεν υπάρχει, ή δεν έχετε μια συσκευή εγγραφής για αυτό.
hu: Hiba történt a(z) %s rögzítési kísérlete közben. Vagy nem létezik a fájl, vagy nincs felvevője hozzá.
id: Terjadi galat saat mencoba merekam %s Mungkin berkas tak ada, atau Anda tak memiliki perekam untuknya.
pt: Ocorreu um erro ao tentar gravar %s. Ou o ficheiro não existe ou não tem um gravador instalado.
pt_br: Ocorreu um erro ao tentar reproduzir %s O arquivo não existe ou você não tem um gravador para ele.
sv: Ett fel uppstod vid inspelning av %s Antingen existerar inte filen, eller så har du ingen inspelare för den.
tr: %s kaydedilmeye çalışılırken bir hata oluştu. Ya dosya mevcut değil ya da bu dosya için bir kaydediciniz yok.

source: Failed to run %s (%i)
cs: Selhalo spuštění %s (%i)
de: Fehler beim Ausführen von %s (%i)
el: Αποτυχία εκτέλεσης %s (%i)
hu: Nem sikerült lefuttatni: %s (%i)
id: Gagal menjalankan %s (%i)
is: Mistókst að keyra %s (%i)
pt: Falha ao executar %s (%i)
pt_br: Falha ao executar %s (%i)
sv: Kunde inte köra %s (%i)
tr: %s (%i) çalıştırılamadı

source: Failed to open URL: '%s' Status code: %i Details: %s
cs: Selhalo otevření adresy URL: „%s“ Stavový kód: %i Podrobnosti: %s
de: Öffnen der Adresse fehlgeschlagen: »%s« Statuscode: %i Details: %s
el: Αποτυχία ανοίγματος URL: '%s' Κωδικός κατάστασης: %i Λεπτομέρειες: %s
hu: Az URL megnyitása nem sikerült: „%s” Állapotkód: %i Részletek: %s
id: Gagal membuka URL: '%s' Kode status: %i Rincian: %s
is: Mistókst að opna URL: '%s' Stöðukóði: %i Nánar: %s
pt: Falha ao abrir o URL: "%s" Código de estado: %i Detalhes: %s
pt_br: Falha ao abrir a URL: "%s" Código de status: %i Detalhes: %s
sv: Kunde inte öppna URL: ”%s” Statuskod: %i Detaljer: %s
tr: URL açma başarısız oldu: '%s' Durum kodu: %i Ayrıntılar: %s

source: Failed to open URL: '%s' Details: %s
cs: Selhalo otevření adresy URL: „%s“ Podrobnosti: %s
de: Öffnen der Adresse fehlgeschlagen: »%s« Details: %s
el: Αποτυχία ανοίγματος URL: '%s' Λεπτομέρειες: %s
hu: Az URL megnyitása nem sikerült: „%s” Részletek: %s
id: Gagal membuka URL: '%s' Rincian: %s
is: Mistókst að opna URL: '%s' Nánar: %s
pt: Falha ao abrir o URL: "%s" Detalhes: %s
pt_br: Falha ao abrir a URL: "%s" Detalhes: %s
sv: Kunde inte öppna URL: ”%s” Detaljer: %s
tr: URL açma başarısız oldu: '%s' Ayrıntılar: %s

source: Failed to run '%s' Details: %s
cs: Selhalo spuštění „%s“ Podrobnosti: %s
de: Ausführung fehlgeschlagen: »%s« Details: %s
hu: A(z) „%s” futtatása nem sikerült Részletek: %s

source: GNOME VFS initialization failed!
cs: Selhala inicializace GNOME VFS!
de: GNOME VFS-Initialisierung fehlgeschlagen!
el: Αποτυχία αρχικοποίησης του GNOME VFS!
hu: A GNOME VFS előkészítése nem sikerült!
is: Frumstilling GNOME VFS brást!
pt: Falha na inicialização do GNOME VFS!
pt_br: Falha ao inicializar GNOME VFS!
sv: GNOME VFS-initiering misslyckades!
tr: GNOME VFS ilklendirmesi başarısız!

source: Player Frontend initialization failure...
cs: Selhala inicializace uživatelské části přehrávače…
hu: Lejátszó előtétprogram előkészítése sikertelen…
pt_br: Falha de inicialização de frontend do reprodutor...
sv: Spelarframände kunde inte initieras...

source: Player Backend creation failure
cs: Selhalo vytvoření vykonné části přehrávače
hu: Lejátszó háttérrendszer létrehozása sikertelen
pt_br: Falha de criação de backend do reprodutor
sv: Spelarbakände kunde inte skapas

source: %i station
cs: Byla nalezena %i stanice
de: %i Sender
hu: %i állomás
pt_br: %i estação
tr: %i istasyon

source: and %i stream found
cs: a %i vysílání
de: und %i Stream nicht gefunden
hu: és %i adatfolyam található
pt_br: e %i fluxo localizados
sv: och %i ström hittades
tr: ve %i akış bulundu
