Repository: kerimlcr/ab2017-dpyo
Catalog: ornek/girl/girl-9.8.0/po/*.po
Languages: cs, de, el, hu, id, is, pt, pt_br, sv, tr

source: Selected the previous radio station: %s in %s: %s
cs: Vybrána předchozí stanice: %s v %s: %s
de: Vorige Radiostation ausgewählt: %s in %s: %s
el: Επιλέχθηκε ο προηγούμενος ραδιοφωνικός σταθμός: %s στο %s: %s
hu: Az előző rádióállomás kiválasztva: %s itt: %s: %s
is: Valdi fyrri útvarpsstöðina %s í %s: %s
pt: Selecionada a estação de rádio anterior: %s em %s:%s
pt_br: Selecionada a estação de rádio anterior: %s em %s: %s
sv: Valde föregående radiostation: %s i %s: %s
tr: Önceki radyo istasyonu seçildi: %s / %s: %s

source: Selected the next radio station %s in %s: %s
cs: Vybrána následující stanice: %s v %s: %s
de: Nächste Radiostation ausgewählt: %s in %s: %s
el: Επιλέχθηκε ο επόμενος ραδιοφωνικός σταθμός %s στο %s: %s
hu: A következő rádióállomás kiválasztva: %s itt: %s: %s
is: Valdi næstu útvarpsstöðina %s í %s: %s
pt: Selecionada a estação de rádio seguinte %s em %s: %s
pt_br: Selecionada a próxima estação de rádio %s em %s: %s
sv: Valde nästa radiostation: %s i %s: %s
tr: Sonraki radyo istasyonu seçildi %s / %s: %s

source: Selected %s in %s: %s (%f)
cs: Vybráno %s v %s: %s (%f)
de: %s in %s: %s (%f) ausgewählt
el: Επιλέχθηκε %s στο %s: %s (%f)
hu: %s kiválasztva itt: %s: %s (%f)
id: Dipilih %s dalam %s: %s (%f)
is: Valdi %s í %s: %s (%f)
pt: Selecionada %s em %s: %s (%f)
pt_br: %s selecionado em %s: %s (%f)
sv: Valde %s i %s: %s (%f)
tr: %s / %s: %s (%f) seçildi

source: Selected %s in %s: %s
cs: Vybráno %s v %s: %s
de: %s in %s: %s ausgewählt
el: Επιλέχθηκε %s στο %s: %s
hu: %s kiválasztva itt: %s: %s
id: Dipilih %s dalam %s: %s
is: Valdi %s í %s: %s
pt: Selecionada %s em %s: %s
pt_br: %s selecionado em %s: %s
sv: Valde %s i %s: %s
tr: %s / %s: %s seçildi

source: Selected the radio station %s in %s: %s
cs: Vybrána stanice %s v %s: %s
de: Vorige Radiostation %s in %s ausgewählt: %s
el: Επιλέχθηκε ο ραδιοφωνικός σταθμός %s στο %s: %s
hu: A rádióállomás kiválasztva: %s itt: %s: %s
is: Valdi útvarpsstöðina %s í %s: %s
pt: Selecionada a estação de rádio %s em %s: %s
pt_br: Selecionada a estação de rádio %s em %s: %s
sv: Valde radiostationen %s i %s: %s
tr: %s / %s: %s radyo istasyonu seçildi

source: Selected %s [%s] [%s] [%s]
cs: Vybráno %s [%s] [%s] [%s]
de: %s [%s] [%s] [%s] ausgewählt
el: Επιλέχθηκε %s [%s] [%s] [%s]
hu: Kiválasztva: %s [%s] [%s] [%s]
id: Dipilih %s [%s] [%s] [%s]
is: Valdi %s [%s] [%s] [%s]
pt: Selecionada %s [%s] [%s] [%s]
pt_br: %s selecionado [%s] [%s] [%s]
sv: Valde %s [%s] [%s] [%s]
tr: Seçilen %s [%s] [%s] [%s]

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation) Josef Andersson <josef.andersson@gmail.com> (Swedish translation) Pedro Albuquerque <palbuquerque73@gmail.com> (Portuguese translation) Mario Blättermann <mario.blaettermann@gmail.com> (German translation) Necdet Yücel <necdetyucel@gmail.com> (Turkish translation) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (Spanish translation) Mирослав Николић <miroslavnikolic@rocketmail.com> (Serbian translation) Balázs Meskó <meskobalazs@gmail.com> (Hungarian translation) Laudivan Freire de Almeida <laudivan@riseup.net> (Brazilian Portuguese translation) Bernd Homuth <dev@hmt.im> (German translation) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (French translation) Anders Jonsson <anders.jonsson@norsjovallen.se> (Swedish translation)
cs: Marek Černocký <marek@manet.cz> (překlad do češtiny) Rafael Fontenelle <rafaelff@gnome.org> (překlad do brazilské portugalštiny) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (překlad do srbštiny) Wolfgang Stöggl <c72578@yahoo.de> (překlad do němčiny) Piotr Drąg <piotrdrag@gmail.com> (překlad do polštiny) Muhammet Kara <muhammetk@gmail.com> (překlad do turečtiny) Balázs Úr <urbalazs@gmail.com> (překlad do maďarštiny) Andika Triwidada <andika@gmail.com> (překlad do indonézštiny) Daniel Mustieles <daniel.mustieles@gmail.com> (překlad do španělštiny) Matej Urbančič <mateju@svn.gnome.org> (překlad do slovinštiny) Γιάννης Κουτσούκος <giankoyt@gmail.com> (překlad do řečtiny) Efstathios Iosifidis <iosifidis@opensuse.org> (překlad do řečtiny) Samir Ribić <megaribi@epn.ba> (překlad do bosenštiny) Enrico Nicoletto <liverig@gmail.com> (překlad do brazilské portugalštiny) Sveinn í Felli <sv1@fellsnet.is> (překlad do islandštiny) Josef Andersson <josef.andersson@gmail.com> (překlad do švédštiny) Pedro Albuquerque <palbuquerque73@gmail.com> (překlad do portugalštiny) Mario Blättermann <mario.blaettermann@gmail.com> (překlad do němčiny) Necdet Yücel <necdetyucel@gmail.com> (překlad do turečtiny) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (překlad do španělštiny) Mирослав Николић <miroslavnikolic@rocketmail.com> (překlad do srbštiny) Balázs Meskó <meskobalazs@gmail.com> (překlad do maďarštiny) Laudivan Freire de Almeida <laudivan@riseup.net> (překlad do brazilské portugalštiny) Bernd Homuth <dev@hmt.im> (překlad do němčiny) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (překlad do francouzštiny) Anders Jonsson <anders.jonsson@norsjovallen.se> (překlad do švédštiny)
hu: Marek Černocký <marek@manet.cz> (cseh fordítás) Rafael Fontenelle <rafaelff@gnome.org> (brazíliai portugál fordítás) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (szerb fordítás) Wolfgang Stöggl <c72578@yahoo.de> (német fordítás) Piotr Drąg <piotrdrag@gmail.com> (lengyel fordítás) Muhammet Kara <muhammetk@gmail.com> (török fordítás) Úr Balázs <urbalazs@gmail.com> (magyar fordítás) Andika Triwidada <andika@gmail.com> (indonéz fordítás) Daniel Mustieles <daniel.mustieles@gmail.com> (spanyol fordítás) Matej Urbančič <mateju@svn.gnome.org> (szlovén fordítás) Γιάννης Κουτσούκος <giankoyt@gmail.com> (görög fordítás) Efstathios Iosifidis <iosifidis@opensuse.org> (görög fordítás) Samir Ribić <megaribi@epn.ba> (bosnyák fordítás) Enrico Nicoletto <liverig@gmail.com> (brazíliai portugál fordítás) Sveinn í Felli <sv1@fellsnet.is> (izlandi fordítás) Josef Andersson <josef.andersson@gmail.com> (svéd fordítás) Pedro Albuquerque <palbuquerque73@gmail.com> (portugál fordítás) Mario Blättermann <mario.blaettermann@gmail.com> (német fordítás) Necdet Yücel <necdetyucel@gmail.com> (török fordítás) Rafael Fontenelle <rffontenelle@gmail.com> (brazíliai portugál fordítás) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (spanyol fordítás) Mирослав Николић <miroslavnikolic@rocketmail.com> (szerb fordítás) Meskó Balázs <meskobalazs@gmail.com> (magyar fordítás) Laudivan Freire de Almeida <laudivan@riseup.net> (brazíliai portugál fordítás) Bernd Homuth <dev@hmt.im> (német fordítás) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (francia fordítás) Anders Jonsson <anders.jonsson@norsjovallen.se> (svéd fordítás)
pt_br: Marek Černocký <marek@manet.cz> (tradução para tcheco) Rafael Fontenelle <rafaelff@gnome.org> (tradução para português brasileiro) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (tradução para sérvio) Wolfgang Stöggl <c72578@yahoo.de> (tradução para alemão) Piotr Drąg <piotrdrag@gmail.com> (tradução para polonês) Muhammet Kara <muhammetk@gmail.com> (tradução para turco) Balázs Úr <urbalazs@gmail.com> (tradução para húngaro) Andika Triwidada <andika@gmail.com> (tradução para indonésio) Daniel Mustieles <daniel.mustieles@gmail.com> (tradução para espanhol) Matej Urbančič <mateju@svn.gnome.org> (tradução para esloveno) Γιάννης Κουτσούκος <giankoyt@gmail.com> (tradução para grego) Efstathios Iosifidis <iosifidis@opensuse.org> (tradução para grego) Samir Ribić <megaribi@epn.ba> (tradução para bósnio) Enrico Nicoletto <liverig@gmail.com> (tradução para português brasileiro) Sveinn í Felli <sv1@fellsnet.is> (tradução para islandês) Josef Andersson <josef.andersson@gmail.com> (tradução para sueco) Pedro Albuquerque <palbuquerque73@gmail.com> (tradução para português) Mario Blättermann <mario.blaettermann@gmail.com> (tradução para alemão) Necdet Yücel <necdetyucel@gmail.com> (tradução para turco) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (tradução para espanhol) Mирослав Николић <miroslavnikolic@rocketmail.com> (tradução para sérvio) Balázs Meskó <meskobalazs@gmail.com> (tradução para húngaro) Laudivan Freire de Almeida <laudivan@riseup.net> (tradução para português brasileiro) Bernd Homuth <dev@hmt.im> (tradução para alemão) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (tradução para francês) Jonsson <anders.jonsson@norsjovallen.se> (tradução para sueco)
sv: Marek Černocký <marek@manet.cz> (Översättning till tjeckiska) Rafael Fontenelle <rafaelff@gnome.org> (Översättning till brasiliansk portugisiska) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Översättning till serbiska) Wolfgang Stöggl <c72578@yahoo.de> (Översättning till tyska) Piotr Drąg <piotrdrag@gmail.com> (Översättning till polska) Muhammet Kara <muhammetk@gmail.com> (Översättning till turkiska) Balázs Úr <urbalazs@gmail.com> (Översättning till ungerska) Andika Triwidada <andika@gmail.com> (Översättning till indonesiska) Daniel Mustieles <daniel.mustieles@gmail.com> (Översättning till spanska) Matej Urbančič <mateju@svn.gnome.org> (Översättning till slovenska) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Översättning till grekiska) Efstathios Iosifidis <iosifidis@opensuse.org> (Översättning till grekiska) Samir Ribić <megaribi@epn.ba> (Översättning till bosniska) Enrico Nicoletto <liverig@gmail.com> (Översättning till brasiliansk portugisiska) Sveinn í Felli <sv1@fellsnet.is> (Översättning till isländska) Josef Andersson <josef.andersson@gmail.com> (Översättning till svenska) Pedro Albuquerque <palbuquerque73@gmail.com> (Översättning till portugisiska) Mario Blättermann <mario.blaettermann@gmail.com> (Översättning till tyska) Necdet Yücel <necdetyucel@gmail.com> (Översättning till turkiska) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (Översättning till spanska) Mирослав Николић <miroslavnikolic@rocketmail.com> (Översättning till serbiska) Balázs Meskó <meskobalazs@gmail.com> (Översättning till ungerska) Laudivan Freire de Almeida <laudivan@riseup.net> (Översättning till brasiliansk portugisiska) Bernd Homuth <dev@hmt.im> (Översättning till tyska) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (Översättning till franska) Anders Jonsson <anders.jonsson@norsjovallen.se> (Översättning till svenska)
tr: Marek Černocký <marek@manet.cz> (Çekçe çeviri) Rafael Fontenelle <rafaelff@gnome.org> (Brezilya Portekizcesi çeviri) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Sırpça çeviri) Wolfgang Stöggl <c72578@yahoo.de> (Almanca çeviri) Piotr Drąg <piotrdrag@gmail.com> (Polonyaca çeviri) Muhammet Kara <muhammetk@gmail.com> (Türkçe çeviri) Balázs Úr <urbalazs@gmail.com> (Macarca çeviri) Andika Triwidada <andika@gmail.com> (Endonezce çeviri) Daniel Mustieles <daniel.mustieles@gmail.com> (İspanyolca çeviri) Matej Urbančič <mateju@svn.gnome.org> (Slovence çeviri) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Yunanca çeviri) Efstathios Iosifidis <iosifidis@opensuse.org> (Yunanca çeviri) Samir Ribić <megaribi@epn.ba> (Boşnakça çeviri) Enrico Nicoletto <liverig@gmail.com> (Brezilya Portekizcesi çeviri) Sveinn í Felli <sv1@fellsnet.is> (İzlandaca çeviri) Josef Andersson <josef.andersson@gmail.com> (İsveççe çeviri) Pedro Albuquerque <palbuquerque73@gmail.com> (Portekizce çeviri) Mario Blättermann <mario.blaettermann@gmail.com> (Almanca çeviri) Necdet Yücel <necdetyucel@gmail.com> (Türkçe çeviri) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (İspanyolca çeviri) Mирослав Николић <miroslavnikolic@rocketmail.com> (Sırpça çeviri) Balázs Meskó <meskobalazs@gmail.com> (Macarca çeviri) Laudivan Freire de Almeida <laudivan@riseup.net> (Brezilya Portekizcesi çeviri) Bernd Homuth <dev@hmt.im> (Almanca çeviri) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (Fransızca çeviri) Anders Jonsson <anders.jonsson@norsjovallen.se> (İsveççe çeviri)

source: Copyright (C) 2014, 2015, 2016 Ole Aamot Software
cs: Copyright © 2014, 2015, 2016 Ole Aamot Software
hu: Copyright © Ole Aamot Software, 2014, 2015, 2016.
tr: Telif Hakkı (C) 2014, 2015, 2016 Ole Aamot Software

source: Mario Blättermann <mario.blaettermann@gmail.com> (German translation)
cs: Mario Blättermann <mario.blaettermann@gmail.com> (překlad do němčiny)
de: Mario Blättermann <mario.blaettermann@gmail.com> (Deutsche Übersetzung)
hu: Mario Blättermann <mario.blaettermann@gmail.com> (német fordítás)
pt_br: Mario Blättermann <mario.blaettermann@gmail.com> (tradutor de alemão)
sv: Mario Blättermann <mario.blaettermann@gmail.com> (Tysk översättning)
tr: Mario Blättermann <mario.blaettermann@gmail.com> (Almanca çeviri)

source: Marek Černocký <marek@manet.cz> (Czech translation)
cs: Marek Černocký <marek@manet.cz> (překlad do češtiny)
de: Marek Černocký <marek@manet.cz> (Tschechische Übersetzung)
hu: Marek Černocký <marek@manet.cz> (cseh fordítás)
pt_br: Marek Černocký <marek@manet.cz> (tradução para tcheco)
sv: Marek Černocký <marek@manet.cz> (Tjeckisk översättning)
tr: Marek Černocký <marek@manet.cz> (Çekçe çeviri)

source: Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation)
cs: Daniel Mustieles <daniel.mustieles@gmail.com> (překlad do španělštiny)
hu: Daniel Mustieles <daniel.mustieles@gmail.com> (Spanyol fordítás)
pt_br: Daniel Mustieles <daniel.mustieles@gmail.com> (tradução para espanhol)
sv: Daniel Mustieles <daniel.mustieles@gmail.com> (Spansk översättning)
tr: Daniel Mustieles <daniel.mustieles@gmail.com> (İspanyolca çeviri)

source: Josef Andersson <josef.andersson@fripost.org> (Swedish translation)
cs: Josef Andersson <josef.andersson@fripost.org> (překlad do švédštiny)
pt_br: Josef Andersson <josef.andersson@fripost.org> (tradução para sueco)
sv: Josef Andersson <josef.andersson@fripost.org> (Svensk översättning)

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
cs: Tento program je svobodný software: Můžete jej dále šířit a/nebo upravovat za podmínek licence GNU General Public License v podobě, v jaké ji vydala Free Software Foundation, a to buď ve verzi 2 této licence nebo (dle vaší volby) v libovolné novější verzi. Tento program je šířen ve víře, že bude užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, a to i bez předpokládané záruky na PRODEJNOST nebo VHODNOST PRO KONKRÉTNÍ ÚČEL. Více podrobností najdete přímo v licenci GNU General Public License. Spolu s tímto programem byste měli obdržet kopii licence GNU General Public License. Pokud se tak nestalo, napište na Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
de: Dieses Programm ist freie Software. Sie können es weitergeben und/oder verändern, solange Sie sich an die Regeln der »GNU General Public License« halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder neueren Version. Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEGLICHE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der VERWENDBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der »GNU General Public License« (GNU GPL) nach. Zusammen mit diesem Programm sollten Sie außerdem eine Kopie der »GNU General Public License« erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
hu: Ez a program szabad szoftver, terjesztheti és/vagy módosíthatja a Free Software Foundation által kiadott GNU General Public License második (vagy bármely későbbi) változatában foglaltak alapján. Ezt a programot abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy a program alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE. További részletekért tanulmányozza a GNU GPL licencet. A programhoz a GNU General Public License egy példánya is jár, ha nem kapta meg, írjon a Free Software Foundation Inc.-nek. Levélcímük: 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
pt: Este programa é uma aplicação livre; pode redistribuí-la e/ou alterá-la sob as condições da Licença Pública Genérica GNU tal como publicada pela Free Software Foundation; ou a versão 2 da Licença ou (à sua discrição) qualquer versão posterior. Este programa é distribuído na expectativa de que seja útil, mas SEM QUALQUER GARANTIA; nem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Consulte a Licença Pública Genérica GNU para mais detalhes. Deverá ter recebido uma cópia da Licença Pública Genérica GNU juntamente com este programa; caso contrário, escreva para a Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA (em inglês)
pt_br: Este é um programa software livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU como foi publicado pela Free Software Foundation; na versão 2 da licença ou, se preferir, qualquer outra posterior. Este programa é distribuído na esperança de que ele será útil, mas SEM QUALQUER GARANTIA; sem mesmo a garantia implícita de COMERCIABILIDADE ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral GNU para mais detalhes. Você deveria receber uma cópia da Licença Pública Geral GNU junto com este programa. Se não recebeu, escreva para a Free Software Foundation, Inc., no endereço: 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
sv: Detta program är fri programvara; du kan vidaredistribuera det och/eller ändra det under villkoren i GNU General Public License som publicerats av Free Software Foundation, antingen version 2 av licensen, eller (om så önskas) någon senare version. Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGRA GARANTIER, även utan underförstådd garantin av SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST SYFTE. se GNU General Public License för fler detaljer. Du bör ha fått en kopia av GNU General Public License tillsammans med detta program, om inte, skriv till Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
tr: Bu program özgür yazılımdır; Free Software Foundation tarafınca yayınlanmış GNU Genel Kamu Lisansı ikinci sürüm ya da (seçiminize istinaden) sonraki bir sürüm şartlarınca değiştirilebilir ve dağıtılabilir. Bu program kullanışlı olması maksadıyla dağıtılmaktadır, ancak HİÇBİR GARANTİSİ YOKTUR; aynı zamanda BİR AMACA UYGUNLUĞU ya da SATILABİLİRLİĞİ garanti etmez. Daha fazla ayrıntı için GNU Genel Kamu Lisansını inceleyin. GNU Genel Kamu Lisansı'nın bir kopyasını bu program ile almış olmalısınız; eğer almadıysanız the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA adresine yazın.

source: Unable to load GIRL logo: %s
cs: Nelze načíst logo GIRL: %s
de: Das GIRL-Logo konnte nicht geladen werden: %s
el: Αδυναμία φόρτωσης λογότυπου του GIRL:%s
hu: Nem sikerült betölteni a GIRL logót: %s
is: Gat ekki hlaðið inn merki GIRL: %s
pt: Impossível carregar o logótipo do GIRL: %s
pt_br: Não foi possível carregar a logo do GIRL: %s
sv: Kan inte läsa in logotyp för GIRL: %s
tr: GIRL amblemi yüklenemedi: %s

source: Search radio station by location
cs: Hledat stanici podle místa
de: Ortung für Internet-Radiosender
el: Αναζήτηση ραδιοφωνικού σταθμού με βάση την τοποθεσία
hu: Rádióállomások keresése hely szerint
is: Leita að útvarpsstöðvum eftir staðsetningu
pt: Procurar estação de rádio por localização
pt_br: Pesquise estações de rádio por localização
sv: Sök radiostation efter plats
tr: Radyo istasyonunu konuma göre ara

source: Listening to the radio station %s in %s: %s
cs: Posloucháte stanici %s v %s: %s
de: Sender %s in %s wird gehört: %s
el: Ακρόαση ραδιοφωνικoύ σταθμού %s στο %s: %s
hu: A rádióállomás hallgatása: %s itt: %s: %s
is: Hlusta á útvarpsstöðina %s í %s: %s
pt: A ouvir a estação de rádio %s em %s: %s
pt_br: Ouvindo a estação de rádio %s em %s: %s
sv: Lyssnar på radiostationen %s i %s: %s
tr: %s / %s: %s radyo istasyonu dinleniyor

source: Finished saving recording from the radio station %s in %s from %s to %s
cs: Dokončeno ukládání nahrávky ze stanice %s v mísě %s y %s do %s
de: Aufzeichnen von der Radiostation %s in %s nach %s bis %s. beendet
hu: Rögzítés befejezve a rádióállomásból: %s itt: %s: %s – %s
pt_br: Concluído o salvamento da gravação da estação de rádio %s em %s de %s para %s
sv: Klar med sparning av inspelning från radiostationen %s i %s från %s till %s

source: Stopped playing the radio station %s in %s.
cs: Zastaveno přehrávání stanice %s v %s.
hu: %s állomás lejátszása leállítva itt: %s.
pt_br: Parou a reprodução da estação de rádio %s em %s.
sv: Slutade att spela upp radiostationen %s i %s.

source: Archiving %s
cs: Archivuje se %s
de: %s wird archiviert
el: Aρχειοθέτηση %s
hu: %s archiválása
id: Mengarsipkan %s
is: Vista %s í safn
pt: A arquivar %s
pt_br: Arquivando %s
sv: Arkiverar %s
tr: %s arşivleniyor

source: GNOME Internet Radio Locator (GIRL) allows users to easily find and listen to live radio programs on radio broadcasters on the Internet.
pt_br: GNOME Internet Radio Locator (GIRL), ou localizador de rádio na Internet para o GNOME, permite que os usuários localizem e ouçam facilmente programas de rádio ao vivo em transmissões de rádio na Internet.

source: GIRL is developed for the GNOME desktop and requires gstreamer 1.0 to be installed for playback of supported radio stations.
pt_br: GIRL é desenvolvido para o ambiente GNOME e requer que o gstreamer 1.0 esteja instalado para reprodução de estações de rádio.

source: Copyright (C) 2014-2017 Ole Aamot Software
sv: Copyright © 2014-2017 Ole Aamot Software

source: Stopped playing the radio station %s in %s, exit the application Videos.
de: Wiedergabe der Radiostation %s in %s beendet. Schließen Sie die »Videos«-Anwendung.
