Repository: kerimlcr/ab2017-dpyo
Catalog: ornek/girl/girl-9.8.0/help/*/*.po
Languages: cs, sv

# _
source: translator-credits
cs: Marek Černocký <marek@manet.cz>
sv: Josef Andersson <josef.andersson@fripost.org>, 2015

source: Search for Internet radio stations by location.
cs: Jak vyhledat stanici internetového rádia podle místa.
sv: Sök efter radiostationer på internet efter plats.

source: About Program
cs: O aplikaci
sv: Om programmet

source: If you want to know who contributed to the <app>GIRL</app> software, then click on "About Program" in order to find the email address of the <app>GIRL</app> maintainer(s), documenter(s), translators, and artists.
cs: Jestli chcete vědět, kdo přispěl do softwaru <app>GIRL</app>, klikněte na „O aplikaci“, aby se vám ukázaly e-mailové adresy programátorů, dokumentátorů, překladatelů a grafiků aplikace <app>GIRL</app>.
sv: Om du vill veta vilka som bidrog till programmet <app>GIRL</app>, klicka på ”Om program” för att se e-postadresserna för <app>GIRL</app>:s ansvariga, dokumenterare, översättare och grafiker.

source: About Station
cs: O stanici
sv: Om station

source: It is possible to read about the current radio station that you have selected if you click on "About Station" in the <app>GIRL</app> application.
cs: Když v aplikaci <app>GIRL</app> kliknete na „O stanici“, můžete si přečíst o rádiu, které máte právě vybráno.
sv: Det är möjligt att läsa om den aktuella radiostation du har valt om du klickar på ”Om station” i <app>GIRL</app>-programmet.

source: The included summary about a supported radio station is credited by each of the radio station and was found on the web site of the radio station.
cs: Součástí informací o každém z rádií jsou provozovatelé daného rádia a nějaké povídání z webových stránek rádia.
sv: En sammanfattning för visas för varje radiostation, och hämtas från webbplatsen för radiostationen.

source: Exit
cs: Ukončit
sv: Avsluta

source: It is possible to exit the <app>GIRL</app> with the "Exit" button.
cs: Aplikaci <app>GIRL</app> je možné ukončit pomocí tlačítka „Ukončit“.
sv: Det är möjligt att avsluta <app>GIRL</app> med knappen ”Avsluta”.

source: <media type="image" mime="image/png" src="media/girl-exit.png"/> GNOME Internet Radio Locator
cs: <media type="image" mime="image/png" src="media/girl-exit.png"/> Naladění internetových rádií v GNOME
sv: <media type="image" mime="image/png" src="media/girl-exit.png"/> GNOME Internetradioletare

source: However, in order to stop streaming the radio station, you must click on "Stop" first.
cs: Abyste ale zastavili vysílání rádia, musíte nejprve kliknout na „Zastavit“.

source: GNOME Internet Radio Locator
cs: Naladění internetových rádií v GNOME
sv: GNOME Internetradioletare

# link
source: GNOME Internet Radio Locator
cs: Naladění internetových rádií v GNOME
sv: GNOME Internetradioletare

# text
source: GNOME Internet Radio Locator
cs: Naladění internetových rádií v GNOME
sv: GNOME Internetradioletare

source: GIRL lets you locate Internet radio stations around the world.
cs: Díky aplikaci <app>GIRL</app> můžete najít stanice internetových rádií z celého světa.
sv: GIRL låter dig hitta Internetradiostationer världen över.

source: Welcome to the <app>GNOME Internet Radio Locator</app> help guide. For a quick introduction into the features of the <app>GNOME Internet Radio Locator</app>, visit the <link xref="intro">Introduction</link> page.
cs: Vítejte v příručce k <app>Naladění internetových rádií v GNOME</app>. Abyste získali rychlý přehled o funkcích aplikace <app>GIRL</app>, podívejte se na <link xref="intro">úvodní</link> stránku.
sv: Välkommen till hjälpguiden för <app>GNOME Internetradioletare</app>. För en snabb introduktion till egenskaperna för <app>GNOME Internetradioletare</app>, besök sidan <link xref="intro">Introduktion</link>.

source: Other help topics are grouped together into sections below. Enjoy locating non-profit, independent Internet radio stations with the <app>GNOME Internet Radio Locator</app>!
cs: Další témata nápovědy jsou níže rozdělena do skupin. Užívejte si vyhledání neziskových nezávislých internetových rádií v aplikaci <app>GIRL</app>.
sv: Andra hjälpkategorier grupperas samman i avsnitten nedan. Ha det så kul med att leta icke-kommersiella, oberoende Internetradiostationer med <app>GNOME Internetradioletare</app>!

source: New
cs: Nová

source: <link xref="new">New</link> radio station by location.
cs: <link xref="new">Nová</link> stanice podle místa.

source: Search
cs: Hledat
sv: Sök

source: <link xref="search">Search</link> for radio stations by location.
cs: <link xref="search">Vyhledejte</link> si stanici rádia podle místa.
sv: <link xref="search">Sök</link> radiostationer efter plats.

source: Listen
cs: Poslouchat
sv: Lyssna

source: Learn how to <link xref="listen">listen</link> to your default radio station.
cs: Jak <link xref="listen">poslouchat</link> svoje výchozí rádio.
sv: Lär dig att <link xref="listen">lyssna</link> på din standardradiostation.

source: Record
cs: Nahrávat
sv: Spela in

source: Learn how to <link xref="record">record</link> from radio stations.
cs: Jak si <link xref="record">nahrávat</link> z vysílání rádia.
sv: Lär dig att <link xref="record">spela in</link> från radiostationer.

source: Prev
cs: Předchozí
sv: Föregående

source: Navigate to the <link xref="prev">previous</link> radio station.
cs: Jak přejít na <link xref="prev">předchozí</link> stanici rádia.
sv: Gå till <link xref="prev">föregående</link> radiostation.

source: Next
cs: Následující
sv: Nästa

source: Navigate to the <link xref="next">next</link> radio station.
cs: Jak přejít na <link xref="next">následující</link> stanici rádia.
sv: Gå till <link xref="next">nästa</link> radiostation.

source: Learn <link xref="aboutstation">about the current radio station</link>.
cs: Jak se dozvědět něco <link xref="aboutstation">o aktuální stanici rádia</link>.
sv: Läs mer om <link xref="aboutstation">den aktuella radiostationen</link>.

source: Learn <link xref="aboutprogram">about the GNOME Internet Radio Locator</link> and its contributors.
cs: Jak se dozvědět něco <link xref="aboutprogram">o aplikaci GIRL</link> a jejích přispěvatelích.
sv: Läs <link xref="aboutprogram">om GNOME Internetradioletare</link> och dess bidragsgivare.

source: Intro
cs: Úvod

source: The GNOME Internet Radio Locator (GIRL) is a free program for listening to independent, non-profit radio stations streaming over the Internet.
cs: Naladění internetových rádií v GNOME (GIRL – GNOME Internet Radio Locator) je svobodný program pro poslech nezávislých, neziskových rádií vysílajících přes Internet.
sv: GNOME Internetradioletare (GIRL) är ett fritt program för att lyssna på oberoende, icke-kommersiella radiostationer som strömmar på Internet.

source: <media type="image" mime="image/png" src="media/girl-main.png"/> GNOME Internet Radio Locator
cs: <media type="image" mime="image/png" src="media/girl-main.png"/> Naladění internetových rádií v GNOME
sv: <media type="image" mime="image/png" src="media/girl-main.png"/> GNOME Internetradioletare

source: This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit <_:link-1/> or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.
cs: Toto dílo je licencováno pod Creative Commons Attribution-ShareAlike 3.0 Unported License. Na znění licence se můžete podívat na <_:link-1/> nebo zašlete žádost na Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.
sv: Detta verk är licensierat under licensen Creative Commons Erkännande-DelaLika 3.0 Unported. För att se en kopia av denna licens, besök <_:link-1/> eller skicka ett brev till Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.

source: It is possible to listen to supported radio stations in <app>GIRL</app> if you have installed gstreamer with the necessary audio codecs.
cs: Stanice rádií podporované v aplikaci <app>GIRL</app> můžete poslouchat, pokud máte nainstalován gstreamer s potřebnými zvukovými kodeky.

source: If you have installed Ogg Vorbis audio codec on your computer, then you can listen to many of the included radio stations.
cs: Pro poslech spousty nabízených stanic rádií stačí mít v počítači nainstalovaný kodek Ogg Vorbis.
sv: Om du har installerat ljudkodeken Ogg Vorbis på din dator kan du lyssna på många av de inkluderade radiostationerna.

source: If you select the radio station from "Stations" and click on "Listen" in the <app>GIRL</app> program after you listened to a radio station previously, the default radio station will stream audio with gstreamer.
cs: Když vyberete stanici rádia ze „Stanic“ a kliknete v aplikaci <app>GIRL</app> na „Poslouchat“ a přitom posloucháte nějaké předchozí rádio, začne se vysílat výchozí stanice.

source: <media type="image" mime="image/png" src="media/girl-listen.png"/> Listen to radio station
cs: <media type="image" mime="image/png" src="media/girl-listen.png"/> Poslech rádia
sv: <media type="image" mime="image/png" src="media/girl-listen.png"/> Lyssna på radiostation

source: It is possible to add new Internet radio stations in <app>GIRL</app> with the "New" button.
cs: Do aplikace <app>GIRL</app> můžete přidat novou stanici internetového rádia pomocí tlačítka „Nová“.

source: <media type="image" mime="image/png" src="media/girl-newstation.png"/> New Internet radio station
cs: <media type="image" mime="image/png" src="media/girl-newstation.png"/> > Nová stanice

source: It is possible to listen to the next of supported radio stations in <app>GIRL</app> with the "Next" button.
cs: Na poslech následující podporované stanice rádia se můžete v <app>GIRL</app> přepnout tlačítkem „Následující“.
sv: Det är möjligt att lyssna på nästa radiostation i <app>GIRL</app> med knappen ”Nästa”.

source: This makes it easy to change the radio station, if you are bored of the current radio station and in situations when you realize that you are bored of the current radio station and want to listen to the next station.
cs: Usnadňuje to změnu stanice rádia, když už vás ta současná stanice nudí a když si uvědomíte, že vás aktuální rádio začalo nudit a chcete poslouchat další stanici.
sv: Det gör det enkelt att byta radiostation om du har tröttnat på aktuell radiostation.

source: You can also navigate between radio stations by clicking on "Stations" or search for a radio station by location by clicking on "Search".
cs: Na jinou stanici rádia se můžete dostat také kliknutím na „Stanice“ nebo vyhledáním rádia podle místa kliknutím na „Hledat“.
sv: Du kan också navigera mellan radiostationer genom att klicka på ”Stationer” eller genom att söka en radiostation efter plats genom att klicka på ”Sök”.

source: <media type="image" mime="image/png" src="media/girl-next-station.png"/> Next station
cs: <media type="image" mime="image/png" src="media/girl-next-station.png"/> Následující stanice
sv: <media type="image" mime="image/png" src="media/girl-next-station.png"/> Nästa station

source: It is possible to listen to the previous of supported radio stations in <app>GIRL</app> with the "Prev" button.
cs: Na poslech předchozí podporované stanice rádia se můžete v <app>GIRL</app> přepnout tlačítkem „Předchozí“.
sv: Det är möjligt att lyssna på föregående radiostationer i <app>GIRL</app> med knappen ”Föregående”.

source: It is possible to record from supported radio stations in <app>GIRL</app> if you have installed the <app>streamripper</app> application.
cs: Podporované stanice rádií si můžete v aplikaci <app>GIRL</app> také nahrávat. K tomu musíte mít nainstalovánu aplikaci <app>streamripper</app>.
sv: Det är möjligt att spela in från radiostationer i <app>GIRL</app> om du har installerat programmet <app>streamripper</app>.

source: If you have installed streamripper on your computer, then you can record audio broadcasted from any of the supported radio stations.
cs: Když máte streamripper ve svém počítači nainstalovaný, můžete nahrávat zvukové vysílání z libovolné podporované stanice.
sv: Om du har installerat streamripper på din dator kan du spela in ljud utsänt från radiostationerna.

source: If you select the radio station from "Stations" and click on "Listen" in the <app>GIRL</app> program after you listened to a radio station previously, and then click on "Record", the radio station will be recorded and the recorded audio file will be stored in your home directory.
cs: Když vyberete stanici rádia ze „Stanic“ a kliknete v aplikaci <app>GIRL</app> na „Poslouchat“ a přitom posloucháte nějaké předchozí rádio, a pak kliknete na „Nahrávat“, bude stanice rádia nahrávána na disk. Nahrávaný zvukový soubor se ukládá do vaší domovské složky.
sv: Om du väljer radiostationen från ”Stationer” och klickar på ”Lyssna” i <app>GIRL</app> efter att du har lyssnat på en radiostation tidigare och sedan klickar på ”Spela in” kommer radiostationen att spelas in och den inspelade ljudfilen kommer att lagras i din hemmapp.

source: <media type="image" mime="image/png" src="media/girl-prev-station.png"/> Previous radio station
cs: <media type="image" mime="image/png" src="media/girl-prev-station.png"/> Předchozí stanice rádia
sv: <media type="image" mime="image/png" src="media/girl-prev-station.png"/> Föregående radiostation

source: A planned feature in <app>GIRL</app> is to make it possible to record audio files from supported radio stations in <app>GIRL</app> if you have installed the gstreamer library.
cs: K plánovaným funkcím aplikace <app>GIRL</app> patří nahrávání zvukových souborů z podporovaných stanic rádií, když budete míst nainstalovanou knihovnu gstreamer.

source: If you select the radio station from "Stations" and click on "Listen" in the <app>GIRL</app> program after you listened to a radio station previously, and then click on "Record", the radio station would be recorded and the recorded audio file would be stored in your home directory.
cs: Když vyberete stanici rádia ze „Stanic“ a kliknete v aplikaci <app>GIRL</app> na „Poslouchat“ a přitom posloucháte nějaké předchozí rádio, a pak kliknete na „Nahrávat“, bude stanice rádia nahrávána na disk. Nahrávaný zvukový soubor se ukládá do vaší domovské složky.

source: Please get in touch and check out src/girl-record.c for the code if you want to implement recording with gstreamer.
cs: V případě, že byste měli zájem implementovat nahrávání pomocí knihovny gstreamer, dívejte se po souboru src/girl-record.c.

source: <media type="image" mime="image/png" src="media/girl-record.png"/> Record
cs: <media type="image" mime="image/png" src="media/girl-record.png"/> Nahrávat
sv: <media type="image" mime="image/png" src="media/girl-record.png"/> Spela in

source: If you want to stop the recording process of the radio station, click on "Stop".
cs: Když chcete nahrávání stanice rádia zastavit, klikněte na „Zastavit“.

source: <media type="image" mime="image/png" src="media/girl-stop.png"/> Stop
cs: <media type="image" mime="image/png" src="media/girl-stop.png"/> Zastavit
sv: <media type="image" mime="image/png" src="media/girl-stop.png"/> Stopp

source: Search by location
cs: Vyhledání podle místa
sv: Sök efter plats

source: It is possible to search for supported radio stations based on the location of the station in <app>GIRL</app>.
cs: V aplikaci <app>GIRL</app> můžete vyhledávat stanice rádií podle místa, ve kterém se nachází vysílání.
sv: Det är möjligt att söka efter radiostationer baserat på stationens plats i <app>GIRL</app>.

source: Enter a city name for a supported radio station in the query field and hit <key>ENTER</key>.
cs: Do textového pole zadejte název města, ve kterém hledáte podporovanou stanici rádia, a zmáčkněte <key>Enter</key>.
sv: Ange ett stadsnamn för radiostationen i frågefältet och tryck <key>RETUR</key>.

source: <media type="image" mime="image/png" src="media/girl-search-station-by-location.png"/> Search for radio station by location
cs: <media type="image" mime="image/png" src="media/girl-search-station-by-location.png"/> Hledání stanice rádia podle místa
sv: <media type="image" mime="image/png" src="media/girl-search-station-by-location.png"/> Sök radiostationer efter plats

source: Stations
cs: Stanice
sv: Stationer

source: It is possible to select a supported radio station from a list in the <app>GIRL</app> program.
cs: V aplikaci <app>GIRL</app> si můžete vybrat podporovanou stanici rádia ze seznamu.
sv: Det är möjligt att välja en ström för en radiostation som stöds från en lista i programmet <app>GIRL</app>.

source: <media type="image" mime="image/png" src="media/girl-select-station.png"/> GNOME Internet Radio Locator
cs: <media type="image" mime="image/png" src="media/girl-select-station.png"/> Naladění internetových rádií v GNOME
sv: <media type="image" mime="image/png" src="media/girl-select-station.png"/> GNOME Internetradioletare

source: However, in order to stop streaming the radio station, you must exit the <app>Videos</app> app.
sv: Men, för att avsluta strömning av radiostationen måste du avsluta programmet <app>Videor</app>.

source: http://creativecommons.org/licenses/by-sa/3.0/
sv: https://creativecommons.org/licenses/by-sa/3.0/deed.sv

source: It is possible to listen to supported radio stations in <app>GIRL</app> if you have installed the <app>Videos</app> application with the necessary audio codecs.
sv: Det är möjligt att lyssna på stödda radiostationer i <app>GIRL</app> om du har installerat programmet <app>Videor</app> med nödvändiga ljudkodekar.

source: If you select the radio station from "Stations" and click on "Listen" in the <app>GIRL</app> program after you listened to a radio station previously, the default radio station will stream in the <app>Videos</app> application.
sv: Om du väljer radiostationen från ”Stationer” och klickar på ”Lyssna” i <app>GIRL</app> efter att du tidigare har lyssnat på en radiostation kommer standardradiostationen att strömma i programmet <app>Videor</app>.

source: It is possible to record from supported radio stations in <app>GIRL</app> if you have installed the <app>streamripper</app> application. You can download streamripper from <link href="http://streamripper.sf.net/">streamripper.sf.net</link>.
sv: Det är möjligt att spela in från radiostationer i <app>GIRL</app> om du har installerat programmet <app>streamripper</app>. Du kan hämta streamripper från <link href="http://streamripper.sf.net/">streamripper.sf.net</link>.

source: If you want to stop the streamripper recording process of the radio station, click on "Stop".
sv: Om du vill stoppa streamripper-inspelningsprocessen för radiostationen, klicka på ”Stoppa”.
